{
	"storymap": {
	  "attribution": "",
	  "call_to_action": false,
	  "zoomify": true,
	  "slides": [
		{
		  "date": "",
		  "media": {
			"url": "https://images.pexels.com/photos/343460/pexels-photo-343460.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=750&w=1260",
			"caption": "Silhouette of Transmission Tower ",
			"credit": ""
		  },
		  "type": "overview",
		  "location": {
			"line": true
		  },
		  "text": {
			"headline": "The World Beyond Parable of the Sower",
			"text": "The second half of <em>Parable of the Sower</em> is a road novel, recounting Lauren's journey north across a hellish dystopian landscape. While we get glimpses of the rest of the United States in 2027 (for example, the fictional town of Olivar), we have only a vague sense of how different parts of the country are falling apart. What's happening in the Northeast? What about the Southeast? The American Southwest? The Midwest, the prairie states, the Rockies?<br><br>This activity asks you to imagine a single location—a city, town, or rural area—in the United States and describe a newsworthy event there that encapsulates the broader experience of that place. Similar to the <q>missing</q> journal activity, this activity asks you to enrich the world of Parable of the Sower by imagining events not depicted in the novel but which fit that world."
		  }
		},
		{
        "date": "3/28/2024 9:15:27",
        "media": {
            "url": "https://images.unsplash.com/photo-1644339664035-2266f02f52cc?q=80&w=2071&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "caption": "Waterfalls in Falls Park: beautiful, but ridden with disease. ",
            "credit": "Free to use under the Unsplash License"
        },
        "location": {
            "lat": 34.844527,
            "lon": -82.401087,
            "line": true,
            "zoom": 18
        },
        "text": {
            "headline": "GIARDIA PLAGUES DOWNTOWN GREENVILLE, SC",
            "text": "Downtown Greenville was once a beautiful, buzzing, vibrant town with a beautiful park at its center. The park features a dazzling waterfall, with a pedestrian bridge crossing the Reedy River just downstream. But, recently the once beloved Reedy River has been a source of sickness and death. The water is infected with a parasite, Giardia intestinalis, or Giardia, which causes diarrhea and vomiting, which leads to dehydration and in some cases, death. Because of worsening water quality and lack of access to purification methods. there have been at least 200 cases of Giardia in the Downtown Greenville area alone. the infection has primarily affected children, as they unknowingly drink from the waterfalls and contract the parasite. Prices of antibiotics are skyrocketing as the death toll climbs higher each day. "
        }
    },
    {
        "date": "3/29/2024 19:30:41",
        "media": {
            "url": "assets/anna-popovic-zZkMki0yH6I-unsplash.jpg",
            "caption": "Picture captured of the fire that notified those nearby of the situation in Lucama.",
            "credit": "Free to use under the Unsplash License - Anna Popović"
        },
        "location": {
            "lat": 35.64530703888609,
            "lon": -78.01038345038774,
            "line": true,
            "zoom": 18
        },
        "text": {
            "headline": "Metal art pieces are all that is left from small town destroyed by fire ",
            "text": "Another small rural town in eastern North Carolina has been destroyed by a series of fires reported to have started shortly after sundown on Tuesday. Deaths have been reported but no exact number has been confirmed. <br><br>Lucama, a small town just fifty miles east of Raleigh, North Carolina, was believed to have been targeted by individuals under the influence of the drug known as Pyro. The drug is known for heightening users' pleasure when watching fires burn by increasing their desire to start fires. <br><br>The fires consumed most of the town, destroying the few homes and businesses that were still standing. No record of the number of inhabitants in Lucama prior to the fires exists, making it unclear how many possible survivors there could be given the suspected number of deaths. <br><br>Surprisingly, out of everything that was consumed by the fire, several large metal art structures remained untouched. These art pieces, as referred to as by one police officer on the scene, are colorful structures made from scrap metal and machine parts, with all of them functioning similarly to a pinwheel toy.  <br><br>The same police officer stated that the reflective parts of some of the metal art pieces most likely added to the sensation these individuals were feeling as they were setting the fires.  <br><br>“The light reflecting onto these metal art structures that are standing up to fifty feet tall must’ve captivated them in some way,” The officer said. He added that this is what most likely put them off from setting the art pieces on fire. There is concern, however, that the culprits will come back, seeking the added sensation from the art pieces. Efforts are in talk to dismantle the metal structures. "
        }
    },
    {
        "date": "3/29/2024 21:58:49",
        "media": {
            "url": "https://images.unsplash.com/photo-1495433923968-85c6751d2df6?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "caption": "Staff have already begun the closing process at the Smith Federal Medical Center in Las Vegas.",
            "credit": "Go to Kenny Eliason's profile Kenny Eliason neonbrand"
        },
        "location": {
            "lat": 36.13780938379329,
            "lon": -78.80682347122998,
            "line": true,
            "zoom": 18
        },
        "text": {
            "headline": "Feds Defund Penitentiary Medical Center",
            "text": "BUTNER, NC—The nation celebrated the October 8th bill to bypass government shutdown as a rare display of bipartisanship and solidarity, but hidden deep within the political jargon, lurked funding cuts to essential programs. As part of an effort to curb unnecessary federal spending, the Butner Federal Medical Center (FMC), residing on the ground of the Butner Federal Correctional Institution, received its check. With limited money to continue operations, the FMC will close its doors on November 1. A spokesperson from Butner Federal Correctional Institution did not respond to comment when asked about the future awaiting patients from the FMC. Operational since 1995, the Federal Medical Center serviced notable inmates ranging from John Hinckley Jr., to Bernie Madoff, to Theodore Kaczynski. Julius Graham, professor of Law & Society at Duke University views the closure as “a clear sign the federal government no longer views incarceration as restorative in any sense of the word, if it ever did. Now, President Donner has essentially doomed millions of prisoners to inhumane deaths by treatable conditions.” In his radio statement, Donner praised Congress for “passing a bill that will finally divert money to the American people and not to those unfit for society.”"
        }
    },
    {
        "date": "3/30/2024 15:31:27",
        "media": {
            "url": "https://images.unsplash.com/photo-1511514323702-88e7e52f5223?q=80&w=2670&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "caption": "A dust-ridden potato farm. ",
            "credit": "Photo By Mattieu Joannon "
        },
        "location": {
            "lat": null,
            "lon": null,
            "line": true,
            "zoom": 18
        },
        "text": {
            "headline": "CROPS FAIL AGAIN—Potato Belt Exodus Continues",
            "text": "At 08:43 am DST, potato harvesters in Idaho Falls, ID, report sweeping crop failure across the potato belt. After rampant wildfires perpetuated by illegal civilian practice intensified an atmospheric greenhouse effect, The region experienced a temperature drop by 3C, causing potato crops froze over and fail to sprout. This marks the 4th consecutive year that the already tattered potato industry has experienced a net loss in potato production. Many farmers are now moving northward, abandoning acres of once fertile land to the dust storms that now blight the terrain in warmer months. “There’s nothing for us here,” said Rick Hutchins, 64, who spent his whole life harvesting and planting in Snake River Plain. <br><br>\tThough sparsely populated before the collapse, the potato belt was nonetheless subject to an economic paradigm shift: today, farmers no longer farm for money, they farm for food. And if much, or worse all of their crops continue to fail, farmers will have no food to put on the table. For anyone. Period. <br><br>\tNEW in SCIENCE: President Donner authorizes a new government sanctioned bioengineering program. Using carbon capture technology, the partner organization “ClearSkye” will pilot a fleet of low-earth-orbit satellites to deploy a web of heat-resistant foil to filter and extract carbon from the upper atmosphere. A successful implementation would see millions of metric tons of CO2 relieved from the atmosphere, mitigating the risk of greenhouse winter effects and ensuring the livelihood of earth’s vulnerable plant life. <br><br>"
        }
    }
	  ],
	  "map_type": "stamen:watercolor",
	  "call_to_action_text": "",
	  "calculate_zoom": true,
	  "map_as_image": false,
	  "map_subdomains": ""
	}
  }
